**Q1. Create a Pandas DataFrame using a dictionary with the following data:**

Name: ['Amit', 'Bhavna', 'Chetan']  
Age: [21, 22, 23]  
Marks: [87, 90, 85]

In [1]:
import pandas as pd

In [4]:
dataframe=pd.DataFrame({'Name': ['Amit', 'Bhavna', 'Chetan'],
'Age': [21, 22, 23],
'Marks': [87, 90, 85]})

In [6]:
dataframe

     Name  Age  Marks
0    Amit   21     87
1  Bhavna   22     90
2  Chetan   23     85

.

**Q2. Print the first 2 rows of the DataFrame created in Q1.**

In [10]:
print(dataframe.head(2))

     Name  Age  Marks
0    Amit   21     87
1  Bhavna   22     90